import React from 'react';
import Fade from 'react-reveal/Fade';


const Description = () => {
    return (
       <Fade big>
           <div className="center_wrapper">
                <div className="highlight_description">
                <h2>Историческая справка</h2>
                <p>
                МятыйСлон образовался в августе 16-го года в Москве от безделия.
Хотя, в каком-то смысле, Мятый Слон обязан своим существованием 
группе VIN. Именно VIN cначала собрал нас вместе, а потом распустил. За это мы ему очень благодарны! 
С момента существования, группа выступила на всех знаковых площадках Москвы и выпустила один концертный альбом. 
Для нас музыка в первую очередь способ отлично провести время и поделиться своим настроением.
Превращать творчество в работу не планируем и вам не советуем. Группа творит в стиле BeerPop, основоположником которого и является.
Слушать МятыйСлон на трезвую голову не рекомендуется.
                </p>

                </div>
           </div>

       </Fade>
    );
};

export default Description;